Repository: GetOlympus/Artemis-Backend-Theme
Catalog: languages/olympus-artemis-*.po
Languages: fr_fr

# access.error.message
source: Something went wrong with your login or password.
fr_fr: Le nom d'utilisateur ou le mot de passe est erroné.

# admin.artemis.welcome
source: Welcome
fr_fr: Bienvenue

# admin.artemis.login
source: Login page
fr_fr: Page de connexion

# admin.default.no
source: No
fr_fr: Non

# admin.default.yes
source: Yes
fr_fr: Oui

# admin.login.theme.title
source: Choose the theme you want to use
fr_fr: Définissez le thème à utiliser

# admin.login.theme.description
source: If you want to see them in action, please go to <a href="%s" target="_blank">your profile</a> page and customize your current admin theme.
fr_fr: Si vous souhaitez le voir en action, merci de vous rendre dans <a href="%s" target="_blank">votre page de profil</a> afin de personnaliser votre thème d'adminisitration actuel.

# admin.login.url.title
source: Custom login page URL
fr_fr: URL de page de connexion personnalisée

# admin.login.url.description
source: Define a custom login page URL instead of the very known <code>wp-login.php</code>.
fr_fr: Définissez une URL de page de connexion à la place du fameux <code>wp-login.php</code>.

# admin.login.error.title
source: Use Artemis custom error message to increase your security?
fr_fr: Utilisez le message d'erreur personnalisé ?

# admin.login.error.description
source: Whatever the error, the message "%s" will be displayed.
fr_fr: Quelque soit l'erreur, le message suivant "%s" sera affiché. Celui-ci permet d'améliorer la sécurité de votre site WordPress.

# admin.login.headertitle.title
source: Header title
fr_fr: Title de page

# admin.login.headertitle.description
source: Define a custom title for your login page.
fr_fr: Définissez un title personnalisé pour votre page de connexion.

# admin.login.headerurl.title
source: Use your own Website URL on the logo?
fr_fr: Utilisez l'URL de votre site public au clic sur le logo ?

# admin.login.shake.title
source: Keep the shake login animation on error?
fr_fr: Conserver l'animation de secousse lors d'une erreur ?

# welcome.title
source: This is where it all begins
fr_fr: C'est ici que tout démarre

# welcome.intro
source: Thanks so much for joining us and using our excellent <b>Artemis Backend Theme</b> plugin.<br/>You are on your way to customize and enhance your WordPress admin panel experience!
fr_fr: Merci pour avoir choisi d'utiliser notre excellente extension <b>Artemis Backend Theme</b>.<br/>Vous êtes sur la bonne voie pour personnaliser et améliorer votre expérience d'administration WordPress !

# welcome.howto.title
source: How-to
fr_fr: Comment faire

# welcome.howto.content.first
source: The Artemis Backend Theme plugin is built with %d admin themes described below.<br/>You can define yours in <a href="%s">your profile page</a>.
fr_fr: L'extension Artemis Backend Theme a été installée et se compose de %d thèmes d'administration décrits ci-dessous.<br/>Vous pouvez choisir le vôtre depuis <a href="%s">votre page de profil</a>.

# welcome.howto.content.second
source: You can customize as well your website Login page by choosing the admin login theme you want.
fr_fr: Vous pouvez personnaliser également votre page de connexion en choisissant, par exemple, le thème à afficher.

# welcome.adminthemes.title
source: Admin themes
fr_fr: Thèmes d'administration

# welcome.packages.title
source: Recommended Olympus packages
fr_fr: Paquets Olympus recommandés

# welcome.packages.olympus.title
source: Olympus framework
fr_fr: Framework Olympus

# welcome.packages.olympus.description
source: The Olympus framework, your simple, easy to use and powerfull framework to deploy and work with WordPress.
fr_fr: Le Framework Olympus, votre outil de déploiement et de travail aussi simple, facile à utiliser que puissant pour vos sites WordPress.

# welcome.packages.zeus.description
source: The Olympus Zeus framework core system used to make all your WordPress plugins and themes developments easier and efficient.
fr_fr: Le framework Olympus Zeus core system à utiliser pour rendre le développement de vos extensions et thèmes WordPress encore plus facile et plus efficace.

# welcome.outro.author
source: <b>Author:</b> <a href="%s" target="_blank">Achraf Chouk</a> - <b>Copyright:</b> <a href="%s" target="_blank">MIT Licence</a>
fr_fr: <b>Auteur:</b> <a href="%s" target="_blank">Achraf Chouk</a> - <b>Copyright:</b> <a href="%s" target="_blank">Licence MIT</a>
